{
  "topics": [
    {
<<<<<<< HEAD
      "title": "avatar",
      "typeOfMovie": "mult",
      "description": "11",
      "price": "11222",
      "image": "https://media.mustapp.me/must/posters/w342/hbhFnRzzg6ZDmm8YAmxBnQpQIPh.jpg",
      "id": 1
    },
    {
      "title": "aang",
      "typeOfMovie": "mult",
      "description": "11",
      "price": "11222",
      "image": "https://media.mustapp.me/must/posters/w342/hbhFnRzzg6ZDmm8YAmxBnQpQIPh.jpg",
      "id": 2
    },
    {
      "title": "matrix",
      "typeOfMovie": "mult",
      "description": "11",
      "price": "11222",
      "image": "https://media.mustapp.me/must/posters/w342/hbhFnRzzg6ZDmm8YAmxBnQpQIPh.jpg",
=======
      "title": "The Shining",
      "typeOfMovie": "Cult Film",
      "description": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.",
      "price": "860 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/b6ko0IKC8MdYBBPkkA1aBPLe2yz.jpg",
      "id": 1
    },
    {
      "title": "Beshkempir",
      "typeOfMovie": "Cult Film",
      "description": "In a Kyrgyz village, five older women adopt an infant foundling. Jump ahead about 12 years: the boy, Beshkempir, is entering puberty, the age, his granny says, when life goes berserk. He plays with friends, horsing around, sniggering about sex, going to an outdoor movie. He works, fishing and making bricks of mud. And, he's starting to notice girls. He and his best friend fight, and he learns to his consternation that he's a foundling. A death in the family pushes Beshkempir even faster toward adult roles: he must brush tears from his eyes, lead a funeral procession, and reconcile with his friend. Then, he borrows a bicycle and calls on Aynura: courtship begins.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/mzZaaU55vXVm1ddUsiFMmrUUEOu.jpg",
      "id": 2
    },
    {
      "title": "Joker",
      "typeOfMovie": " Superhero Film",
      "description": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/udDclJoHjfjb8Ekgsd4FDteOkCU.jpg",
>>>>>>> 2b777834113464783f6851dafd44e13ff9a5a3a7
      "id": 3
    },
    {
      "title": "The Avengers",
      "typeOfMovie": "Superhero Film",
      "description": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/RYMX2wcKCBAr24UyPD7xwmjaTn.jpg",
      "id": 4
    },
    {
      "title": "Come and See",
      "typeOfMovie": "Cult Film",
      "description": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/qNbMsKVzigERgJUbwf8pKyZogpb.jpg",
      "id": 5
    },
    {
      "title": "The Godfather",
      "typeOfMovie": "Cult Film",
      "description": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
      "price": "850 som ",
      "image": "https://media.mustapp.me/must/posters/w342/3bhkrj58Vtu7enYsRolD1fZdja1.jpg",
      "id": 6
    },
    {
      "title": "The Iron Giant",
      "typeOfMovie": "Animation",
      "description": "In the small town of Rockwell, Maine in October 1957, a giant metal machine befriends a nine-year-old boy and ultimately finds its humanity by unselfishly saving people from their own fears and prejudices.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/ct04FCFLPImNG5thcPLRnVsZlmS.jpg",
      "id": 7
    },
    {
      "title": "The Dark Knight",
      "typeOfMovie": "Superhero Film",
      "description": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/qJ2tW6WMUDux911r6m7haRef0WH.jpg",
      "id": 8
    },
    {
      "title": "Spirited Away",
      "typeOfMovie": "Anime",
      "description": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg",
      "id": 9
    },
    {
      "title": "The Lion King",
      "typeOfMovie": "Animation",
      "description": "A young lion prince is cast out of his pride by his cruel uncle, who claims he killed his father. While the uncle rules with an iron paw, the prince grows up beyond the Savannah, living by a philosophy: No worries for the rest of your days. But when his past comes to haunt him, the young prince must decide his fate: Will he remain an outcast or face his demons and become what he needs to be?",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/sKCr78MXSLixwmZ8DyJLrpMsd15.jpg",
      "id": 10
    },
    {
      "title": "Seven Samurai",
      "typeOfMovie": "Cult Film",
      "description": "A samurai answers a village's request for protection after he falls on hard times. The town needs protection from bandits, so the samurai gathers six others to help him teach the people how to defend themselves, and the villagers provide the soldiers with food.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/iAq0sq42vKTLneVGqHn1D4GzgrM.jpg",
      "id": 11
    },
    {
      "title": "Spider-Man 2",
      "typeOfMovie": "Superhero Film",
      "description": "Peter Parker is going through a major identity crisis. Burned out from being Spider-Man, he decides to shelve his superhero alter ego, which leaves the city suffering in the wake of carnage left by the evil Doc Ock. In the meantime, Parker still can't act on his feelings for Mary Jane Watson, a girl he's loved since childhood. A certain anger begins to brew in his best friend Harry Osborn as well...",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/olxpyq9kJAZ2NU1siLshhhXEPR7.jpg",
      "id": 12
    },
    {
      "title": "The Graduate",
      "typeOfMovie": "Cult Film",
      "description": "Benjamin, a recent college graduate very worried about his future, finds himself in a love triangle with an older woman and her daughter.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/AuFvrbtWSPiBPIv9ewH2DV4nhCD.jpg",
      "id": 13
    },
    {
      "title": "8½",
      "typeOfMovie": "Cult Film",
      "description": "Guido Anselmi, a film director, finds himself creatively barren at the peak of his career. Urged by his doctors to rest, Anselmi heads for a luxurious resort, but a sorry group gathers—his producer, staff, actors, wife, mistress, and relatives—each one begging him to get on with the show. In retreat from their dependency, he fantasizes about past women and dreams of his childhood.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/mK7BLRf7zYFl68J4uZqdEt9u7e4.jpg",
      "id": 14
    },
    {
      "title": "Zack Snyder's Justice League",
      "typeOfMovie": "Superhero Film",
      "description": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/tnAuB8q5vv7Ax9UAEje5Xi4BXik.jpg",
      "id": 15
    },
    {
      "title": "Your Name",
      "typeOfMovie": "Anime",
      "description": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/q719jXXEzOoYaps6babgKnONONX.jpg",
      "id": 16
    },
    {
      "title": "Brother Bear",
      "typeOfMovie": "Animation",
      "description": "When an impulsive boy named Kenai is magically transformed into a bear, he must literally walk in another's footsteps until he learns some valuable life lessons. His courageous and often zany journey introduces him to a forest full of wildlife, including the lovable bear cub Koda, hilarious moose Rutt and Tuke, woolly mammoths and rambunctious rams.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/9VvLgj28J5m04y5gO0mt5np4yF8.jpg",
      "id": 17
    },
    {
      "title": "X-Men",
      "typeOfMovie": "Superhero Film",
      "description": "Two mutants, Rogue and Wolverine, come to a private academy for their kind whose resident superhero team, the X-Men, must oppose a terrorist organization with similar powers.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/bRDAc4GogyS9ci3ow7UnInOcriN.jpg",
      "id": 18
    },
    {
      "title": "The Incredible Hulk",
      "typeOfMovie": "Superhero Film",
      "description": "Scientist Bruce Banner scours the planet for an antidote to the unbridled force of rage within him: the Hulk. But when the military masterminds who dream of exploiting his powers force him back to civilization, he finds himself coming face to face with a new, deadly foe.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/gKzYx79y0AQTL4UAk1cBQJ3nvrm.jpg",
      "id": 19
    },
    {
      "title": "The Color of Pomegranates",
      "typeOfMovie": "Cult Film",
      "description": "The life of the revered 18th-century Armenian poet and musician Sayat-Nova. Portraying events in the life of the artist from childhood up to his death, the movie addresses in particular his relationships with women, including his muse. The production tells Sayat-Nova's dramatic story by using both his poems and largely still camerawork, creating a work hailed as revolutionary by Mikhail Vartanov.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/rMUbQf7RgsYgQ47AFf1wpoSt4dX.jpg",
      "id": 20
    },
    {
      "title": "Blade Runner",
      "typeOfMovie": "Cult Film",
      "description": "In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/63N9uy8nd9j7Eog2axPQ8lbr3Wj.jpg",
      "id": 21
    },
    {
      "title": "Rear Window",
      "typeOfMovie": "Cult Film",
      "description": "A wheelchair-bound photographer spies on his neighbors from his apartment window and becomes convinced one of them has committed murder.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/qitnZcLP7C9DLRuPpmvZ7GiEjJN.jpg",
      "id": 22
    },
    {
      "title": "Captain America: The First Avenger",
      "typeOfMovie": "Superhero Film",
      "description": "During World War II, Steve Rogers is a sickly man from Brooklyn who's transformed into super-soldier Captain America to aid in the war effort. Rogers must stop the Red Skull – Adolf Hitler's ruthless head of weaponry, and the leader of an organization that intends to use a mysterious device of untold powers for world domination.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/vSNxAJTlD0r02V9sPYpOjqDZXUK.jpg",
      "id": 23
    },
    {
      "title": "Kick-Ass",
      "typeOfMovie": "Superhero Film",
      "description": "Dave Lizewski is an unnoticed high school student and comic book fan who one day decides to become a super-hero, even though he has no powers, training or meaningful reason to do so.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/8citjdBmjddZjlPsAHEyCKwGVvD.jpg",
      "id": 24
    },
    {
      "title": "My Neighbor Totoro",
      "typeOfMovie": "Anime",
      "description": "Two sisters move to the country with their father in order to be closer to their hospitalized mother, and discover the surrounding trees are inhabited by Totoros, magical spirits of the forest. When the youngest runs away from home, the older sister seeks help from the spirits to find her.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/rtGDOeG9LzoerkDGZF9dnVeLppL.jpg",
      "id": 25
    },
    {
      "title": "Shrek",
      "typeOfMovie": "Animation",
      "description": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/dyhaB19AICF7TO7CK2aD6KfymnQ.jpg",
      "id": 26
    },
    {
      "title": "Toy Story",
      "typeOfMovie": "Animation",
      "description": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/uXDfjJbdP4ijW5hWSBrPrlKpxab.jpg",
      "id": 27
    },
    {
      "title": "Ghost in the Shell",
      "typeOfMovie": "Anime",
      "description": "In the year 2029, the barriers of our world have been broken down by the net and by cybernetics, but this brings new vulnerability to humans in the form of brain-hacking. When a highly-wanted hacker known as 'The Puppetmaster' begins involving them in politics, Section 9, a group of cybernetically enhanced cops, are called in to investigate and stop the Puppetmaster.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/9gC88zYUBARRSThcG93MvW14sqx.jpg",
      "id": 28
    },
    {
      "title": "Princess Mononoke",
      "typeOfMovie": "Anime",
      "description": "Ashitaka, a prince of the disappearing Emishi people, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/pdtzEreKvKAlqa2YEBaGwiA45V8.jpg",
      "id": 29
    },
    {
      "title": "Mirror",
      "typeOfMovie": "Cult Film",
      "description": "A dying man in his forties recalls his childhood, his mother, the war and personal moments that tell of and juxtapose pivotal moments in Soviet history with daily life.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/mFbH9dz0uNcCG8K90lV1Gokh32M.jpg",
      "id": 30
    },
    {
      "title": "The Garden of Words",
      "typeOfMovie": "Anime",
      "description": "Takao, who is training to become a shoemaker, skipped school and is sketching shoes in a Japanese-style garden. He meets a mysterious woman, Yukino, who is older than him. Then, without arranging the times, the two start to see each other again and again, but only on rainy days. They deepen their relationship and open up to each other. But the end of the rainy season soon approaches...",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/8ciSABYn5ANts75wny70HGIyrz5.jpg",
      "id": 31
    },
    {
      "title": "Iron Man",
      "typeOfMovie": "Superhero Film",
      "description": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/78lPtwv72eTNqFW9COBYI0dWDJa.jpg",
      "id": 32
    },
    {
      "title": "Wonder Woman 1984",
      "typeOfMovie": "Superhero Film",
      "description": "A botched store robbery places Wonder Woman in a global battle against a powerful and mysterious ancient force that puts her powers in jeopardy.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/8UlWHLMpgZm9bx6QYh0NFoq67TZ.jpg",
      "id": 33
    },
    {
      "title": "12 Angry Men",
      "typeOfMovie": "Cult Film",
      "description": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/e02s4wmTAExkKg0yF4dEG98ZRpK.jpg",
      "id": 34
    },
    {
      "title": "Paprika",
      "typeOfMovie": "Anime",
      "description": "When a machine that allows therapists to enter their patient's dreams is stolen, all hell breaks loose. Only a young female therapist can stop it: Paprika.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/bLUUr474Go1DfeN1HLjE3rnZXBq.jpg",
      "id": 35
    },
    {
      "title": "Monsters, Inc.",
      "typeOfMovie": "Animation",
      "description": "James Sullivan and Mike Wazowski are monsters, they earn their living scaring children and are the best in the business... even though they're more afraid of the children than they are of them. When a child accidentally enters their world, James and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across the world.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/sgheSKxZkttIe8ONsf2sWXPgip3.jpg",
      "id": 36
    },
    {
      "title": "One Hundred and One Dalmatians",
      "typeOfMovie": "Animation",
      "description": "When a litter of dalmatian puppies are abducted by the minions of Cruella De Vil, the parents must find them before she uses them for a diabolical fashion statement. In a Disney animation classic, Dalmatian Pongo is tired of his bachelor-dog life. He spies lovely Perdita and maneuvers his master, Roger, into meeting Perdita's owner, Anita. The owners fall in love and marry, keeping Pongo and Perdita together too. After Perdita gives birth to a litter of 15 puppies, Anita's old school friend Cruella De Vil wants to buy them all. Roger declines her offer, so Cruella hires the criminal Badun brothers to steal them -- so she can have a fur coat.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/kSlYq6FrBUviGSEh8v4L9nrSnBT.jpg",
      "id": 37
    },
    {
      "title": "Aladdin",
      "typeOfMovie": "Animation",
      "description": "Princess Jasmine grows tired of being forced to remain in the palace, so she sneaks out into the marketplace, in disguise, where she meets street-urchin Aladdin. The couple falls in love, although Jasmine may only marry a prince. After being thrown in jail, Aladdin becomes embroiled in a plot to find a mysterious lamp, with which the evil Jafar hopes to rule the land.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/fhyun1mja3WwQsYr1a3x1x9BttP.jpg",
      "id": 38
    },
    {
      "title": "The Little Mermaid",
      "typeOfMovie": "Animation ",
      "description": "This colorful adventure tells the story of an impetuous mermaid princess named Ariel who falls in love with the very human Prince Eric and puts everything on the line for the chance to be with him. Memorable songs and characters -- including the villainous sea witch Ursula.",
      "price": "850 som ",
      "image": "\thttps://media.mustapp.me/must/posters/w342/Amwq3yJP4VblXUptDAV7S13smCd.jpg",
      "id": 39
    },
    {
      "title": "Thor: Love and Thunder",
      "typeOfMovie": "Superhero Film",
      "description": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now inexplicably wields Mjolnir as the Mighty Thor. Together, they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/4zLfBbGnuUBLbMVtagTZvzFwS8l.jpg",
      "id": 40
    },
    {
      "title": "Howl's Moving Castle",
      "typeOfMovie": "Anime",
      "description": "When Sophie, a shy young woman, is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking castle.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/TkTPELv4kC3u1lkloush8skOjE.jpg",
      "id": 41
    },
    {
      "title": "Perfect Blue",
      "typeOfMovie": "Anime",
      "description": "A retired pop singer turned actress' sense of reality is shaken when she is stalked by an obsessed fan and seemingly a ghost of her past.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/79vujbsWEbX4dzffBV541QXN6sf.jpg",
      "id": 42
    },
    {
      "title": "Persona",
      "typeOfMovie": "Cult Film",
      "description": "A young nurse, Alma, is put in charge of Elisabeth Vogler: an actress who is seemingly healthy in all respects, but will not talk. As they spend time together, Alma speaks to Elisabeth constantly, never receiving any answer. The time they spend together only strengthens the crushing realization that one does not exist.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/bdXbfUir63TQHA5NTNcXPICZCW8.jpg",
      "id": 43
    },
    {
      "title": "Man of Steel",
      "typeOfMovie": "Superhero Film",
      "description": "A young boy learns that he has extraordinary powers and is not of this earth. As a young man, he journeys to discover where he came from and what he was sent here to do. But the hero in him must emerge if he is to save the world from annihilation and become the symbol of hope for all mankind.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/7rIPjn5TUK04O25ZkMyHrGNPgLx.jpg",
      "id": 44
    },
    {
      "title": "Black Panther: Wakanda Forever",
      "typeOfMovie": "Superhero Film",
      "description": "The sequel to Black Panther (2018).",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/6N6Rr1Y5wsi2KbTP4hFAP3hnWQE.jpg",
      "id": 45
    },
    {
      "title": "Rio",
      "typeOfMovie": "Animation",
      "description": "Captured by smugglers when he was just a hatchling, a macaw named Blu never learned to fly and lives a happily domesticated life in Minnesota with his human friend, Linda. Blu is thought to be the last of his kind, but when word comes that Jewel, a lone female, lives in Rio de Janeiro, Blu and Linda go to meet her. Animal smugglers kidnap Blu and Jewel, but the pair soon escape and begin a perilous adventure back to freedom -- and Linda.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/oo7M77GXEyyqDGOhzNNZTzEuDSF.jpg",
      "id": 46
    },
    {
      "title": "The 400 Blows",
      "typeOfMovie": "Cult Film",
      "description": "For young Parisian boy Antoine Doinel, life is one difficult situation after another. Surrounded by inconsiderate adults, including his neglectful parents, Antoine spends his days with his best friend, Rene, trying to plan for a better life. When one of their schemes goes awry, Antoine ends up in trouble with the law, leading to even more conflicts with unsympathetic authority figures.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/12PuU23kkDLvTd0nb8hMlE3oShB.jpg",
      "id": 47
    },
    {
      "title": "5 Centimeters per Second",
      "typeOfMovie": "Anime",
      "description": "Three moments in Takaki's life: his relationship with Akari and their forced separation; his friendship with Kanae, who is secretly in love with him; the demands and disappointments of adulthood, an unhappy life in a cold city.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/t0ISGhwZtghakg46TWCOWBTIflZ.jpg",
      "id": 48
    },
    {
      "title": "Treasure Planet",
      "typeOfMovie": "Animation",
      "description": "When space galleon cabin boy Jim Hawkins discovers a map to an intergalactic \"loot of a thousand worlds,\" a cyborg cook named John Silver teaches him to battle supernovas and space storms. But, soon, Jim realizes Silver is a pirate intent on mutiny!",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/zMKatZ0c0NCoKzfizaCzVUcbKMf.jpg",
      "id": 49
    },
    {
      "title": "Aquaman",
      "typeOfMovie": "Superhero Film",
      "description": "Once home to the most advanced civilization on Earth, Atlantis is now an underwater kingdom ruled by the power-hungry King Orm. With a vast army at his disposal, Orm plans to conquer the remaining oceanic people and then the surface world. Standing in his way is Arthur Curry, Orm's half-human, half-Atlantean brother and true heir to the throne.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/xLPffWMhMj1l50ND3KchMjYoKmE.jpg",
      "id": 50
    },
    {
      "title": "A Silent Voice: The Movie",
      "typeOfMovie": "Anime",
      "description": "Shouya Ishida starts bullying the new girl in class, Shouko Nishimiya, because she is deaf. But as the teasing continues, the rest of the class starts to turn on Shouya for his lack of compassion. When they leave elementary school, Shouko and Shouya do not speak to each other again... until an older, wiser Shouya, tormented by his past behaviour, decides he must see Shouko once more. He wants to atone for his sins, but is it already too late...?",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/tuFaWiqX0TXoWu7DGNcmX3UW7sT.jpg",
      "id": 51
    },
    {
      "title": "Tokyo Story",
      "typeOfMovie": "Cult Film",
      "description": "The elderly Shukishi and his wife, Tomi, take the long journey from their small seaside village to visit their adult children in Tokyo. Their elder son, Koichi, a doctor, and their daughter, Shige, a hairdresser, don't have much time to spend with their aged parents, and so it falls to Noriko, the widow of their younger son who was killed in the war, to keep her in-laws company.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/g2YbTYKpY7N2yDSk7BfXZ18I5QV.jpg",
      "id": 52
    },
    {
      "title": "Rango",
      "typeOfMovie": "Animation",
      "description": "When Rango, a lost family pet, accidentally winds up in the gritty, gun-slinging town of Dirt, the less-than-courageous lizard suddenly finds he stands out. Welcomed as the last hope the town has been waiting for, new Sheriff Rango is forced to play his new role to the hilt.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/h9GJiKuuJ650dte0gyzLD3ILcIh.jpg",
      "id": 53
    },
    {
      "title": "The Jungle Book",
      "typeOfMovie": "Animation",
      "description": "The boy Mowgli makes his way to the man-village with Bagheera, the wise panther. Along the way he meets jazzy King Louie, the hypnotic snake Kaa and the lovable, happy-go-lucky bear Baloo, who teaches Mowgli \"The Bare Necessities\" of life and the true meaning of friendship.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/fyKUxjaOP8KINir6MPFprsGtiT0.jpg",
      "id": 54
    },
    {
      "title": "The Wind Rises",
      "typeOfMovie": "Anime",
      "description": "A lifelong love of flight inspires Japanese aviation engineer Jiro Horikoshi, whose storied career includes the creation of the A-6M World War II fighter plane.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/jfwSexzlIzaOgxP9A8bTA6t8YYb.jpg",
      "id": 55
    },
    {
      "title": "Weathering with You",
      "typeOfMovie": "Anime",
      "description": "The summer of his high school freshman year, Hodaka runs away from his remote island home to Tokyo, and quickly finds himself pushed to his financial and personal limits. The weather is unusually gloomy and rainy every day, as if taking its cue from his life. After many days of solitude, he finally finds work as a freelance writer for a mysterious occult magazine. Then, one day, Hodaka meets Hina on a busy street corner. This bright and strong-willed girl possesses a strange and wonderful ability: the power to stop the rain and clear the sky.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/qgrk7r1fV4IjuoeiGS5HOhXNdLJ.jpg",
      "id": 56
    },
    {
      "title": "Balto",
      "typeOfMovie": "Animation",
      "description": "An outcast half-wolf risks his life to prevent a deadly epidemic from ravaging Nome, Alaska",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/dCVcdb5oxDizqFLz0F7TE60NoC9.jpg",
      "id": 57
    },
    {
      "title": "Bambi",
      "typeOfMovie": "Animation",
      "description": "Bambi's tale unfolds from season to season as the young prince of the forest learns about life, love, and friends.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/wV9e2y4myJ4KMFsyFfWYcUOawyK.jpg",
      "id": 58
    },
    {
      "title": "Cowboy Bebop",
      "typeOfMovie": "Anime",
      "description": "In 2071, roughly fifty years after an accident with a hyperspace gateway made the Earth almost uninhabitable, humanity has colonized most of the rocky planets and moons of the Solar System. Amid a rising crime rate, the Inter Solar System Police (ISSP) set up a legalized contract system, in which registered bounty hunters (also referred to as \"Cowboys\") chase criminals and bring them in alive in return for a reward.",
      "price": "850 som",
      "image": "\thttps://media.mustapp.me/must/posters/w342/g05iRzPzWwY2liQ60bvW51lLZHQ.jpg",
      "id": 59
    },
    {
      "title": "Grave of the Fireflies",
      "typeOfMovie": "Anime",
      "description": "In the final months of World War II, 14-year-old Seita and his sister Setsuko are orphaned when their mother is killed during an air raid in Kobe, Japan. After a falling out with their aunt, they move into an abandoned bomb shelter. With no surviving relatives and their emergency rations depleted, Seita and Setsuko struggle to survive.",
      "price": "850 som",
      "image": "https://media.mustapp.me/must/posters/w342/qG3RYlIVpTYclR9TYIsy8p7m7AT.jpg",
      "id": 60
    }
  ]
}